Repository: vgezer/translationTools
Catalog: tmx2tbx/terminology.tmx
Source language: en
Languages: tr

source: rotate
tr: çevir, döndür

source: route
tr: yol/dolaştır/yönlendir

source: router
tr: yönlendirici

source: routine
tr: yordam

source: row
tr: satır, dizi

source: rule
tr: kural

source: run
tr: çalıştır

source: runtime
tr: çalışma zamanı

source: safe
tr: güvenli

source: sample
tr: örnek

source: save
tr: kaydet

source: scalable
tr: ölçeklenebilir

source: scale
tr: ölçek/ölçekle

source: scan
tr: tara

source: scanner
tr: tarayıcı

source: schedule
tr: program

source: scheme
tr: şema

source: scratch
tr: çiz/karala

source: screen
tr: ekran

source: screw
tr: sıkıştır

source: script
tr: betik

source: scroll
tr: kaydır

source: search
tr: ara

source: section
tr: bölüm

source: sector
tr: dilim

source: secure
tr: güvenli

source: security
tr: güvenlik

source: seek
tr: ara

source: segment
tr: dilim

source: segmentation
tr: dilimlendrime

source: select
tr: seç

source: selection
tr: seçim

source: semantic
tr: anlamsal

source: send
tr: gönder

source: sender
tr: gönderen

source: sensitive
tr: hassas

source: sensor
tr: algılayıcı

source: server
tr: sunucu

source: session
tr: oturum

source: set
tr: ayarla/ayar/küme

source: settings
tr: ayarlar

source: setup
tr: kur

source: shading
tr: gölgelendir

source: shadow
tr: gölge

source: shape
tr: şekil/şekillendir

source: share
tr: paylaş

source: sharp
tr: keskin/keskinleştir

source: sheet
tr: çalışma sayfası

source: shell
tr: kabuk

source: shift
tr: değiştir

source: shortcut
tr: kısayol

source: show
tr: göster

source: shrink
tr: sığdır, küçült, daralt

source: shut down
tr: kapat

source: side bar
tr: yan çubuk

source: sign
tr: işaret/işaretle/imzala

source: signal
tr: sinyal

source: signature
tr: imza

source: size
tr: boyut/boyutlandır

source: skew
tr: eğ

source: skip
tr: atla, geç

source: slave
tr: bağımlı, slave

source: sleep
tr: beklemeye geç

source: slide
tr: slayt/geçiş/kaydır

source: slot
tr: yuva

source: smart
tr: akıllı

source: smiley
tr: gülen yüz

source: smooth
tr: yumuşak, prüzsüz

source: socket
tr: soket, priz, yuva

source: software
tr: yazılım

source: solid
tr: sağlam/katı

source: sort
tr: sırala

source: source
tr: kaynak

source: space
tr: boşluk

source: spacing
tr: aralama

source: spam
tr: spam, uygun olmayan, istenmeyen ileti

source: span
tr: açıklık, ölçüm aralığı/yayılma alanı

source: spawn
tr: oluştur

source: specify
tr: belirt

source: speed
tr: hız/hızlandır

source: spelling
tr: yazım denetimi/yazım

source: splash
tr: sıçrat, lekele

source: split
tr: ayır, böl

source: spool
tr: beklet, biriktir, kuyruğa al

source: spread sheet
tr: çalışma sayfası, tablo

source: stack
tr: yığınla

source: stand alone
tr: bağımsız

source: standard
tr: standart

source: start
tr: başlat

source: state
tr: durum

source: static
tr: statik, değişmeyen

source: statistics
tr: istatistik

source: step
tr: adım/adımla

source: stop
tr: dur, durdur

source: storage
tr: depolama

source: store
tr: depola

source: stream
tr: akış, yürütme

source: stretch
tr: uzat, genişlet

source: strict
tr: asıl/sıkı

source: string
tr: Karakter dizisi

source: strip
tr: şerit

source: stroke
tr: vuruş

source: structure
tr: yapı

source: stub
tr: koçan

source: style
tr: biçem

source: sub directory
tr: alt dizin

source: sub folder
tr: alt klasör

source: submission
tr: gönderme, teslim etme

source: submit
tr: gönder, teslim et

source: subscribe
tr: abone ol

source: subscription
tr: abonelik

source: subtract
tr: çıkar

source: succeed
tr: başar

source: suggest
tr: öner

source: suggestion
tr: öneri

source: sum (noun)
tr: toplam (isim)

source: sum (verb)
tr: topla (eylem)

source: summary
tr: özet

source: support
tr: destek

source: surface
tr: yüzey

source: suspend
tr: beklet

source: suspicious
tr: şüpheli

source: swap
tr: takas

source: switch
tr: anahtar/değiştir

source: symbol
tr: sembol

source: synchronize
tr: eşitle

source: syntax
tr: sözdizimi

source: system
tr: sistem

source: tab
tr: sekme

source: table
tr: tablo

source: tag
tr: etiket

source: target
tr: hedef

source: template
tr: şablon

source: temporary
tr: geçici

source: terminal
tr: terminal/uç birim

source: text
tr: metin

source: texture
tr: doku

source: theme
tr: tema

source: thread
tr: tema, iş parçacığı

source: thumbnail
tr: küçük resim

source: tick
tr: işaretle

source: tile
tr: döşe

source: time
tr: zaman

source: time out
tr: zaman aşımı

source: tip
tr: öneri

source: title
tr: başlık

source: toggle
tr: değiştir

source: token
tr: simge, jeton

source: tool
tr: araç

source: tool bar
tr: araç çubuğu

source: tool box
tr: araç kutusu

source: topic
tr: konu, konu başlığı

source: trace
tr: izle

source: track
tr: iz, kayıt, şarkı

source: traffic
tr: trafik, akış

source: transfer
tr: aktar

source: transform
tr: dönüştür

source: transformation
tr: dönüştürme

source: trap
tr: tuzak

source: trash
tr: çöp

source: trigger
tr: tetikle, harekete geçir

source: trouble shoot
tr: sorunu gider

source: tune
tr: ayarla

source: tweak
tr: ayarla

source: type (noun)
tr: tür (isim)

source: type (verb)
tr: yaz (eylem)

source: type face
tr: harf büyüklüğü

source: unavailable
tr: kullanılamaz/mevcut değil

source: undelete
tr: silmeyi geri al

source: under line
tr: altını çiz

source: undo
tr: geri al

source: uninstall
tr: kaldır

source: unit
tr: birim

source: unknown
tr: bilinmeyen

source: unload
tr: yüklemeyi kaldır

source: named
tr: adlandırılmış

source: reachable
tr: ulaşılabilir

source: readable
tr: okunabilir

source: unspecified
tr: belirtilmemiş

source: unsubscribe
tr: aboneliği iptal et

source: unsupported
tr: desteklenmeyen, desteklenmiyor

source: update
tr: güncelle

source: upgrade
tr: yükselt

source: upload
tr: uzak bilgisayara, yukarı, karşıya yüklemek

source: upper case
tr: büyük harf

source: usage
tr: kullanım

source: user
tr: kullanıcı

source: user name
tr: kullanıcı adı

source: utility
tr: yardımcı uygulama, program

source: valid
tr: geçerli

source: validation
tr: geçerleme

source: validity
tr: geçerlilik

source: value
tr: değer

source: variable
tr: değişken

source: vector
tr: vektör

source: verbose
tr: ayrıntılı

source: verify
tr: onayla

source: version
tr: sürüm

source: view
tr: görünüm

source: viewer
tr: görüntüleyici

source: virtual
tr: sanal

source: virus
tr: virüs

source: visual
tr: görsel

source: volume
tr: ses/hacim

source: wallpaper
tr: duvar kağıdı

source: warn
tr: uyar

source: web cam
tr: web kamerası

source: web master
tr: web uzmanı

source: web page
tr: web sayfası

source: widget
tr: parçacık, bilgisayar kullanımıda yer alan her türlü parça

source: width
tr: genişlik

source: wi fi
tr: wifi, kablosuz bağlantı

source: wild card
tr: yıldız işareti (*)

source: window
tr: pencere

source: wizard
tr: sihirbaz

source: word processor
tr: kelime işlemci

source: work around
tr: çözüm bul

source: work group
tr: çalışma grubu

source: work station
tr: iş istasyonu

source: wrap
tr: kaydır

source: yes
tr: evet

source: zone
tr: bölge

source: zoom
tr: yakınlaştır/uzaklaştır
